Base_Cases_Run_1100_um/Base_Case_Run/CFD/0/rho
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      rho;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#include "../constant/dataHeadCFD"

dimensions      [1 -3 0 0 0 0 0];

internalField   uniform $densityFl; 
boundaryField
{

    ".*"   
    {
        type            zeroGradient;
        value           uniform $densityFl;
    }

       
}

// ************************************************************************* //

