Base_Cases_Run_1100_um/Base_Case_Run/CFD/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1636;
        startFace       39700;
    }
    freeSurface
    {
        type            wall;
        inGroups        1(wall);
        nFaces          561;
        startFace       41336;
    }
    outlet
    {
        type            patch;
        nFaces          69;
        startFace       41897;
    }
    outlet_cylinder
    {
        type            wall;
        inGroups        1(wall);
        nFaces          364;
        startFace       41966;
    }
)

// ************************************************************************* //
