Base_Cases_Run_1100_um/Base_Case_Run/CFD/system/FOCourantNo
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Calculates the Courant Number field from the flux field.

\*---------------------------------------------------------------------------*/
Co1
{
	type            CourantNo;
	libs            ("libfieldFunctionObjects.so");

	//field           phi;

	executeControl  timeStep;
	executeInterval 1;
	writeControl    writeTime;
}
// ************************************************************************* //

